export const lessonsModule = [
  {
    title: 'Модуль 1. Вступ до Blender',
    info: '4 уроки · 2 год',
    lessons: [
      {
        title: 'Урок 1. Знайомство з Blender та інтерфейсом',
        duration: '30 хв',
      },
      {
        title: 'Урок 2. Основні інструменти та навігація',
        duration: '30 хв',
      },
      {
        title: 'Урок 3. Створення першого 3D-об’єкта',
        duration: '30 хв',
      },
      {
        title: 'Урок 4. Збереження та організація проєкту',
        duration: '30 хв',
      },
      {
        title: 'Урок 5. Збереження та організація проєкту',
        duration: '30 хв',
      },
      {
        title: 'Урок 6. Збереження та організація проєкту',
        duration: '30 хв',
      },
      {
        title: 'Урок 7. Збереження та організація проєкту',
        duration: '30 хв',
      },
      {
        title: 'Урок 8. Збереження та організація проєкту',
        duration: '30 хв',
      },
    ],
  },
  {
    title: 'Модуль 2. Основи моделювання',
    info: '8 уроки · 5 год',
    lessons: [],
  },
  {
    title: 'Модуль 3. Матеріали та текстури',
    info: '6 уроки · 3 год',
    lessons: [],
  },
];